
/*



    1. 混杂部门

        1.
            web  测试  设计   java（leader）

        2.  web  测试  设计   php（leader）   产品（leader）





    2. 纯净部门

        web （leader）

        其余为合作部门















    leader

        //原则

            1. 服从领导，莫要冲撞领导

            2. 拖慢需求

                1. 活 慢慢干
                    如： 合并代码（慢慢审查）
                2. 装蒜
                    如： 没事 跟别人聊两句代码（貌似在工作）

            3. 加班

                您的活着急，我们加班完成的（貌似很负责任）

         1. 领导问
            还有问题  ， 下属改


         内容：
            1. 向领导汇报工作

                工作日报（来自下属）整理，向领导汇报





    同级同事（合作部门）

         1.慎重确定计划，一旦确定，执行到底(否则就要从头开始，以前工作白干，失去领导信任)

         2. 与人pk，勇于说话(防守反击)
         3.与人pk,冷静勿急，头脑清醒灵活



    me

        技术能力强，已技术服人


    subordinate

        原则：
            多分配任务给新员工，少分配任务给老员工

                原因：
                    新员工
                        1. 检验新员工能力
                        2. 新员工求表现（ 站稳脚跟 ）
                        3. 壮大自己的嫡系团队，慢慢替换老人
                        4. 让新人慢慢有服从感
                    老员工
                        1. 少与老员工发生冲突




        老下属
            尊重老员工，尽量不要发生矛盾，让其为己所用

        新下属 （重点工作是  招聘新人）

            招聘新下属（好管理）

            简单培养新下属（能干活就行, 有活让他干）

                不能深入培养，防止其跳槽












    工作工厂 （找一个工作记录本）
        1. 任务接收（表记录）

            来源：
                1. 产品
                2. 领导
                3. 测试（bug）

        2. 任务配置（任务排期）

        3. 任务分配（表记录相关人，跟进 进度状态）

        4. 任务产出（表记录 完成状况）

            每天接受日报，更新产出









    部门工作忙

    部门工作不忙
























*/